Repository: chi-rei-den/TerrariaLocalization
Catalog: project/tm/penalty-30/legacy.tmx
Source language: en_us
Languages: zh_cn

source: Flesh Grinder
zh_cn: 血肉锤

source: Flesh Knuckles
zh_cn: 血肉指关节

source: Flesh Lamp
zh_cn: 血肉灯

source: Flesh Lantern
zh_cn: 血肉灯笼

source: Flesh Piano
zh_cn: 血肉钢琴

source: Flesh Platform
zh_cn: 血肉平台

source: Flesh Reaver
zh_cn: 戮血沙鲨

source: Flesh Reaver Banner
zh_cn: 戮血沙鲨旗

source: Flesh Sink
zh_cn: 血肉水槽

source: Flesh Sofa
zh_cn: 血肉沙发

source: Flesh Table
zh_cn: 血肉桌

source: Flesh Work Bench
zh_cn: 血肉工作台

source: Fleshcatcher
zh_cn: 捕肉手

source: Flickerwick
zh_cn: 闪烁灯芯

source: Flintlock Pistol
zh_cn: 燧发枪

source: Flipper
zh_cn: 脚蹼

source: Flipper Potion
zh_cn: 脚蹼药水

source: Floaty Gross
zh_cn: 恶心浮游怪

source: Floaty Gross Banner
zh_cn: 恶心浮游怪旗

source: Flocko
zh_cn: 雪花怪

source: Flocko Banner
zh_cn: 雪花怪旗

source: Floor Lamp
zh_cn: 落地灯

source: Flow Invader
zh_cn: 流体入侵怪

source: Flow Invader Banner
zh_cn: 液体入侵怪旗

source: Flower Boots
zh_cn: 花靴

source: Flower Petal
zh_cn: 花瓣

source: Flower Pow
zh_cn: 花冠

source: Flower Wall
zh_cn: 花墙

source: Flower of Fire
zh_cn: 火之花

source: Flower of Frost
zh_cn: 寒霜之花

source: Flower petals will fall on your target for extra damage
zh_cn: 花瓣将落到目标身上以造成额外伤害

source: Flowers grow on the grass you walk on
zh_cn: 你走过的草地上会生长花朵

source: Flowing Magma
zh_cn: 岩浆漫流

source: Flurry Boots
zh_cn: 疾风雪靴

source: Flying Carpet
zh_cn: 飞毯

source: Flying Dragon
zh_cn: 飞龙

source: Flying Dutchman
zh_cn: 荷兰飞盗船

source: Flying Dutchman Trophy
zh_cn: 荷兰飞盗船纪念章

source: Flying Fish
zh_cn: 飞鱼

source: Flying Fish Banner
zh_cn: 飞鱼旗

source: Flying Imp
zh_cn: 飞行小鬼

source: Flying Knife
zh_cn: 飞刀

source: Flying Piggy Bank
zh_cn: 飞猪存钱罐

source: Flying Snake
zh_cn: 飞蛇

source: Flying Snake Banner
zh_cn: 飞蛇旗

source: For a nurse to move in, you might want to increase your maximum life.
zh_cn: 要让护士搬进来，你需要提高自己的最大生命值。

source: For use with Blowpipe
zh_cn: 搭配吹管使用

source: For use with bunny cannon
zh_cn: 搭配兔兔炮使用

source: For use with cannon
zh_cn: 搭配大炮使用

source: For you I think we'll do something... low maintenance.
zh_cn: 对于你，我想我们会弄个...容易保养的发型。

source: Forbidden Fragment
zh_cn: 禁戒碎片

source: Forbidden Mask
zh_cn: 禁戒面具

source: Forbidden Robes
zh_cn: 禁戒长袍

source: Forbidden Treads
zh_cn: 禁戒裤

source: Forceful
zh_cn: 强力

source: Forcing water to settle.
zh_cn: 迫使流水停止。

source: Format:C
zh_cn: 好胜球

source: Fortune & Glory, Kid.
zh_cn: 为财富和荣誉为战，孩子。

source: Fossil
zh_cn: 化石

source: Fossil Greaves
zh_cn: 化石护胫

source: Fossil Helmet
zh_cn: 化石头盔

source: Fossil Plate
zh_cn: 化石板甲

source: Foul Potion
zh_cn: 恶臭药水

source: Found server
zh_cn: 发现服务器

source: Fox Mask
zh_cn: 狐狸面具

source: Fox Pants
zh_cn: 狐狸裤

source: Fox Shirt
zh_cn: 狐狸衣

source: Frame Skip Off
zh_cn: 跳帧关

source: Frame Skip On
zh_cn: 跳帧开

source: Frame Skip Subtle
zh_cn: 跳帧隐蔽

source: Frankenstein
zh_cn: 科学怪人

source: Frankenstein Banner
zh_cn: 科学怪人旗

source: Français (French)
zh_cn: Français (法语)

source: Freeing unused resources
zh_cn: 正在释放未用资源

source: Frenzying
zh_cn: 暴怒

source: Friends Can Invite: Off
zh_cn: 好友可邀请：关

source: Friends Can Invite: On
zh_cn: 好友可邀请：开

source: Fritz
zh_cn: 弗里茨

source: Fritz Banner
zh_cn: 弗里茨旗

source: Frog
zh_cn: 青蛙

source: Frog Cage
zh_cn: 蛙笼

source: Frog Leg
zh_cn: 蛙腿

source: Frog Statue
zh_cn: 青蛙雕像

source: Frost Arrow
zh_cn: 寒霜箭

source: Frost Beam
zh_cn: 寒霜束

source: Frost Blast
zh_cn: 寒霜爆破弹

source: Frost Bolt
zh_cn: 寒霜矢

source: Frost Breastplate
zh_cn: 寒霜胸甲

source: Frost Core
zh_cn: 寒霜核

source: Frost Daggerfish
zh_cn: 寒霜飞鱼

source: Frost Helmet
zh_cn: 寒霜头盔

source: Frost Hydra
zh_cn: 寒霜九头蛇

source: Frost Leggings
zh_cn: 寒霜护腿

source: Frost Legion
zh_cn: 雪人军团

source: Frost Minnow
zh_cn: 寒霜鲦鱼

source: Frost Moon
zh_cn: 霜月

source: Frost Shard
zh_cn: 寒霜碎块

source: Frost Staff
zh_cn: 寒霜法杖

source: Frost Wave
zh_cn: 寒霜波

source: Frostbrand
zh_cn: 霜印剑

source: Frostburn
zh_cn: 霜冻

source: Frostburn Arrow
zh_cn: 霜冻箭

source: Frostspark Boots
zh_cn: 霜花靴

source: Frozen
zh_cn: 冰冻

source: Frozen Bathtub
zh_cn: 冰冻浴缸

source: Frozen Bed
zh_cn: 冰冻床

source: Frozen Bookcase
zh_cn: 冰冻书架

source: Frozen Campfire
zh_cn: 冰冻篝火

source: Frozen Candelabra
zh_cn: 冰冻烛台

source: Frozen Candle
zh_cn: 冰冻蜡烛

source: Frozen Chair
zh_cn: 冰冻椅

source: Frozen Chandelier
zh_cn: 冰冻吊灯

source: Frozen Chest
zh_cn: 冰冻箱

source: Frozen Clock
zh_cn: 冰冻时钟

source: Frozen Door
zh_cn: 冰冻门

source: Frozen Dresser
zh_cn: 冰冻梳妆台

source: Frozen Key
zh_cn: 冰冻钥匙

source: Frozen Key Mold
zh_cn: 冰冻钥匙模具

source: Frozen Lamp
zh_cn: 冰冻灯

source: Frozen Lantern
zh_cn: 冰冻灯笼

source: Frozen Piano
zh_cn: 冰冻钢琴

source: Frozen Platform
zh_cn: 冰冻平台

source: Frozen Sink
zh_cn: 冰冻水槽

source: Frozen Slime Block
zh_cn: 冰冻史莱姆块

source: Frozen Sofa
zh_cn: 冰冻沙发

source: Frozen Table
zh_cn: 冰冻桌

source: Frozen Turtle Shell
zh_cn: 冰冻海龟壳

source: Frozen Wings
zh_cn: 冰冻之翼

source: Frozen Work Bench
zh_cn: 冰冻工作台

source: Fruitcake Chakram
zh_cn: 水果蛋糕旋刃

source: Full Moon
zh_cn: 满月

source: Fullscreen Resolution
zh_cn: 全屏分辨率

source: Fungi Bulb
zh_cn: 真菌球怪

source: Fungi Bulb Banner
zh_cn: 真菌球怪旗

source: Fungi Spore
zh_cn: 真菌孢子

source: Fungo Fish
zh_cn: 蘑菇鱼

source: Fungo Fish Banner
zh_cn: 蘑菇鱼旗

source: Funkytown
zh_cn: 时髦小镇

source: Furious
zh_cn: 狂怒

source: Furnace
zh_cn: 熔炉

source: Fuzzy Carrot
zh_cn: 绒毛胡萝卜

source: GPS
zh_cn: 全球定位系统

source: Gamepad Advanced Settings
zh_cn: 手柄高级设置

source: Gamepad Instructions Off
zh_cn: 手柄说明关

source: Gamepad Instructions On
zh_cn: 手柄说明开

source: Gamepad Settings
zh_cn: 手柄设置

source: Gameplay
zh_cn: 游戏设置

source: Gameplay Controls
zh_cn: 游戏玩法控件

source: Gangsta Hat
zh_cn: 黑帮帽

source: Gargoyle Statue
zh_cn: 石像鬼雕像

source: Gastropod
zh_cn: 腹足怪

source: Gastropod Banner
zh_cn: 腹足怪旗

source: Gatligator
zh_cn: 鳄鱼机关枪

source: Gato Egg
zh_cn: Gato蛋

source: Gaze in the mirror to return home
zh_cn: 盯着镜子便可回家

source: Gel
zh_cn: 凝胶

source: Gel Dye
zh_cn: 凝胶染料

source: Gelatin World Tour
zh_cn: 明胶世界之旅

source: Gem Hook
zh_cn: 宝石钩

source: Gemification
zh_cn: 宝石化

source: Gender Change Potion
zh_cn: 变性药水

source: General
zh_cn: 常规

source: Generating Structures.
zh_cn: 正在生成建筑物。

source: Generating floating islands
zh_cn: 正在生成漂浮岛

source: Generating hills
zh_cn: 正在生成小山

source: Generating jungle
zh_cn: 正在生成丛林

source: Generating large caves
zh_cn: 正在生成大洞穴

source: Generating mountain caves
zh_cn: 正在生成山洞

source: Generating small caves
zh_cn: 正在生成小洞穴

source: Generating surface caves
zh_cn: 正在生成地表洞穴

source: Generating world terrain
zh_cn: 正在生成世界版图

source: Get a Life
zh_cn: 重获新生

source: Getting data...
zh_cn: 获取数据中...

source: Geyser
zh_cn: 喷泉

source: Ghast
zh_cn: 恶魂

source: Ghastly Glaive
zh_cn: 恐怖关刀

source: Ghost
zh_cn: 鬼魂

source: Ghost Banner
zh_cn: 鬼魂旗

source: Ghost Mask
zh_cn: 鬼魂面具

source: Ghost Shirt
zh_cn: 鬼魂衣

source: Ghoul
zh_cn: 食尸鬼

source: Ghoul Banner
zh_cn: 食尸鬼旗

source: Gi
zh_cn: 稽古衣

source: Giant Bat
zh_cn: 巨型蝙蝠

source: Giant Bat Banner
zh_cn: 巨型蝙蝠旗

source: Giant Bow
zh_cn: 巨型蝴蝶结

source: Giant Cursed Skull
zh_cn: 巨型诅咒骷髅头

source: Giant Cursed Skull Banner
zh_cn: 巨型诅咒骷髅头旗

source: Giant Flying Fox
zh_cn: 巨型飞狐

source: Giant Flying Fox Banner
zh_cn: 巨型飞狐旗

source: Giant Fungi Bulb
zh_cn: 巨型真菌球怪

source: Giant Harpy Feather
zh_cn: 巨型鸟妖之羽

source: Giant Mushroom
zh_cn: 巨型蘑菇

source: Giant Shelly
zh_cn: 巨型卷壳怪

source: Giant Shelly Banner
zh_cn: 巨型卷壳怪旗

source: Giant Tortoise
zh_cn: 巨型陆龟

source: Giant Tortoise Banner
zh_cn: 巨型陆龟旗

source: Giant Worm
zh_cn: 巨型蠕虫

source: Gigazapper
zh_cn: 电击怪

source: Gigazapper Spearhead
zh_cn: 电击怪矛尖

source: Gills
zh_cn: 鱼鳃

source: Gills Potion
zh_cn: 鱼鳃药水

source: Ginger Beard
zh_cn: 姜须

source: Gingerbread Cookie
zh_cn: 姜饼

source: Gingerbread Man
zh_cn: 姜饼人

source: Gingerbread Man Banner
zh_cn: 姜饼人旗

source: Gives a chance to dodge attacks
zh_cn: 有机会避开攻击

source: Gives the user master yoyo skills
zh_cn: 使主人掌握悠悠球技能

source: Gladiator Breastplate
zh_cn: 勇士胸甲

source: Gladiator Helmet
zh_cn: 勇士头盔

source: Gladiator Leggings
zh_cn: 勇士护腿

source: Glass
zh_cn: 玻璃

source: Glass Bathtub
zh_cn: 玻璃浴缸

source: Glass Bed
zh_cn: 玻璃床

source: Glass Bookcase
zh_cn: 玻璃书架

source: Glass Bowl
zh_cn: 玻璃碗

source: Glass Candelabra
zh_cn: 玻璃烛台

source: Glass Candle
zh_cn: 玻璃蜡烛

source: Glass Chair
zh_cn: 玻璃椅

source: Glass Chandelier
zh_cn: 玻璃吊灯

source: Glass Chest
zh_cn: 玻璃箱

source: Glass Clock
zh_cn: 玻璃时钟

source: Glass Door
zh_cn: 玻璃门

source: Glass Dresser
zh_cn: 玻璃梳妆台

source: Glass Kiln
zh_cn: 玻璃窑

source: Glass Lamp
zh_cn: 玻璃灯

source: Glass Lantern
zh_cn: 玻璃灯笼

source: Glass Piano
zh_cn: 玻璃钢琴

source: Glass Platform
zh_cn: 玻璃平台

source: Glass Sink
zh_cn: 玻璃水槽

source: Glass Sofa
zh_cn: 玻璃沙发

source: Glass Table
zh_cn: 玻璃桌

source: Glass Wall
zh_cn: 玻璃墙

source: Glass Work Bench
zh_cn: 玻璃工作台

source: Gloom Statue
zh_cn: 幽冥雕像

source: Glorious Golden Pole
zh_cn: 荣耀金杆

source: Glorious Night
zh_cn: 荣耀之夜

source: Glory of the Fire
zh_cn: 烈火荣耀

source: Glowing Mushroom
zh_cn: 发光蘑菇

source: Glowing Mushroom Dye
zh_cn: 发光蘑菇染料

source: Glowing Snail
zh_cn: 发光蜗牛

source: Glowing Snail Cage
zh_cn: 发光蜗牛笼

source: Glowstick
zh_cn: 荧光棒

source: Go Fullscreen
zh_cn: 转到全屏

source: Go Windowed
zh_cn: 转到窗口模式

source: Go tell {ArmsDealer} to stop offering to pay me with ammo, I don't even own a gun.
zh_cn: 告诉{ArmsDealer}别再用弹药抵缴税款了，我连把枪都没有。

source: Goblin Archer
zh_cn: 哥布林弓箭手

source: Goblin Archer Banner
zh_cn: 哥布林弓箭手旗

source: Goblin Army
zh_cn: 哥布林军队

source: Goblin Battle Standard
zh_cn: 哥布林战旗

source: Goblin Bomb
zh_cn: 哥布林炸弹

source: Goblin Peon
zh_cn: 哥布林苦力

source: Goblin Peon Banner
zh_cn: 哥布林苦力旗

source: Goblin Punter
zh_cn: 哥布林草民

source: Goblin Scout
zh_cn: 哥布林侦察兵

source: Goblin Scout Banner
zh_cn: 哥布林侦察兵旗

source: Goblin Sorcerer
zh_cn: 哥布林巫士

source: Goblin Sorcerer Banner
zh_cn: 哥布林巫士旗

source: Goblin Statue
zh_cn: 哥布林雕像

source: Goblin Summoner
zh_cn: 哥布林召唤师

source: Goblin Summoner Banner
zh_cn: 哥布林召唤师旗

source: Goblin Tech
zh_cn: 哥布林数据仪

source: Goblin Thief
zh_cn: 哥布林盗贼

source: Goblin Thief Banner
zh_cn: 哥布林盗贼旗

source: Goblin Tinkerer
zh_cn: 哥布林工匠

source: Goblin Warrior
zh_cn: 哥布林战士

source: Goblin Warrior Banner
zh_cn: 哥布林战士旗

source: Goblins Playing Poker
zh_cn: 玩扑克牌的哥布林

source: Godly
zh_cn: 神级

source: Goggles
zh_cn: 护目镜

source: Gold
zh_cn: 金

source: Gold Axe
zh_cn: 金斧

source: Gold Bar
zh_cn: 金锭

source: Gold Bird
zh_cn: 金鸟

source: Gold Bird Cage
zh_cn: 金鸟笼

source: Gold Bow
zh_cn: 金弓

source: Gold Brick
zh_cn: 金砖

source: Gold Brick Wall
zh_cn: 金砖墙

source: Gold Broadsword
zh_cn: 金阔剑

source: Gold Bunny
zh_cn: 金兔

source: Gold Bunny Cage
zh_cn: 金兔笼

source: Gold Butterfly
zh_cn: 金蝴蝶

source: Gold Butterfly Jar
zh_cn: 金蝴蝶罐

source: Gold Chainmail
zh_cn: 金链甲

source: Gold Chandelier
zh_cn: 金吊灯

source: Gold Chest
zh_cn: 金箱

source: Gold Coin
zh_cn: 金币

source: Gold Coins
zh_cn: 金币

source: Gold Crown
zh_cn: 金冠

source: Gold Dust
zh_cn: 金尘

source: Gold Frog
zh_cn: 金蛙

source: Gold Frog Cage
zh_cn: 金蛙笼

source: Gold Grasshopper
zh_cn: 金蚱蜢

source: Gold Grasshopper Cage
zh_cn: 金蚱蜢笼

source: Gold Greaves
zh_cn: 金护胫

source: Gold Hammer
zh_cn: 金锤

source: Gold Helmet
zh_cn: 金头盔

source: Gold Mouse
zh_cn: 金老鼠

source: Gold Mouse Cage
zh_cn: 金老鼠笼

source: Gold Ore
zh_cn: 金矿

source: Gold Pickaxe
zh_cn: 金镐

source: Gold Ring
zh_cn: 金戒指

source: Gold Shortsword
zh_cn: 金短剑

source: Gold Squirrel
zh_cn: 金松鼠

source: Gold Squirrel Cage
zh_cn: 金松鼠笼

source: Gold Watch
zh_cn: 金表

source: Gold Worm
zh_cn: 金蠕虫

source: Gold Worm Cage
zh_cn: 金蠕虫笼

source: Golden Bathtub
zh_cn: 金浴缸

source: Golden Bed
zh_cn: 金床

source: Golden Bookcase
zh_cn: 金书架

source: Golden Bug Net
zh_cn: 金虫网

source: Golden Bullet
zh_cn: 金子弹

source: Golden Candelabra
zh_cn: 金烛台

source: Golden Candle
zh_cn: 金蜡烛

source: Golden Carp
zh_cn: 金鲤鱼

source: Golden Chair
zh_cn: 金椅

source: Golden Chandelier
zh_cn: 金制吊灯

source: Golden Chest
zh_cn: 金色宝箱

source: Golden Clock
zh_cn: 金时钟

source: Golden Crate
zh_cn: 金匣

source: Golden Cross Grave Marker
zh_cn: 金十字墓石碑

source: Golden Door
zh_cn: 金门

source: Golden Dresser
zh_cn: 金梳妆台

source: Golden Fishing Rod
zh_cn: 金钓竿

source: Golden Grave Marker
zh_cn: 金墓石碑

source: Golden Gravestone
zh_cn: 金墓碑

source: Golden Headstone
zh_cn: 金碑石

source: Golden Key
zh_cn: 金钥匙

source: Golden Lamp
zh_cn: 金灯

source: Golden Lantern
zh_cn: 金灯笼

source: Golden Lock Box
zh_cn: 金锁盒

source: Golden Piano
zh_cn: 金钢琴

source: Golden Platform
zh_cn: 金色平台

source: Golden Shower
zh_cn: 黄金雨

source: Golden Sink
zh_cn: 金水槽

source: Golden Sofa
zh_cn: 金沙发

source: Golden Table
zh_cn: 金桌

source: Golden Toilet
zh_cn: 金马桶

source: Golden Tombstone
zh_cn: 金墓石

source: Golden Work Bench
zh_cn: 金色工作台

source: Goldfish
zh_cn: 金鱼

source: Goldfish Banner
zh_cn: 金鱼旗

source: Goldfish Trophy
zh_cn: 金鱼纪念章

source: Golem
zh_cn: 石巨人

source: Golem Fist
zh_cn: 石巨人之拳

source: Golem Head
zh_cn: 石巨人头

source: Golem Mask
zh_cn: 石巨人面具

source: Golem Trophy
zh_cn: 石巨人纪念章

source: Good Little Slave
zh_cn: 三好小奴隶

source: Good Morning
zh_cn: 早安

source: Goodie Bag
zh_cn: 礼袋

source: Gothic Bookcase
zh_cn: 哥特书架

source: Gothic Chair
zh_cn: 哥特椅

source: Gothic Table
zh_cn: 哥特桌

source: Gothic Work Bench
zh_cn: 哥特工作台

source: Gradient
zh_cn: 渐变球

source: Grandfather Clock
zh_cn: 落地大摆钟

source: Granite Bathtub
zh_cn: 花岗岩浴缸

source: Granite Bed
zh_cn: 花岗岩床

source: Granite Block
zh_cn: 花岗岩块

source: Granite Bookcase
zh_cn: 花岗岩书架

source: Granite Candelabra
zh_cn: 花岗岩烛台

source: Granite Candle
zh_cn: 花岗岩蜡烛

source: Granite Chair
zh_cn: 花岗岩椅

source: Granite Chandelier
zh_cn: 花岗岩吊灯

source: Granite Chest
zh_cn: 花岗岩箱

source: Granite Clock
zh_cn: 花岗岩时钟

source: Granite Door
zh_cn: 花岗岩门

source: Granite Dresser
zh_cn: 花岗岩梳妆台

source: Granite Elemental
zh_cn: 花岗精

source: Granite Elemental Banner
zh_cn: 花岗精旗

source: Granite Golem
zh_cn: 花岗岩巨人

source: Granite Golem Banner
zh_cn: 花岗岩巨人横幅

source: Granite Golem Statue
zh_cn: 花岗岩巨人雕像

source: Granite Lamp
zh_cn: 花岗岩灯

source: Granite Lantern
zh_cn: 花岗岩灯笼

source: Granite Piano
zh_cn: 花岗岩钢琴

source: Granite Platform
zh_cn: 花岗岩平台

source: Granite Sink
zh_cn: 花岗岩水槽

source: Granite Sofa
zh_cn: 花岗岩沙发

source: Granite Table
zh_cn: 花岗岩桌

source: Granite Wall
zh_cn: 花岗岩墙

source: Granite Work Bench
zh_cn: 花岗岩工作台

source: Grants immunity to fire blocks
zh_cn: 对火块免疫

source: Grants immunity to knockback
zh_cn: 对击退免疫

source: Grants immunity to most debuffs
zh_cn: 对大部分减益免疫

source: Grants improved wire vision
zh_cn: 允许扩大电线视野

source: Grants invisibility
zh_cn: 可隐身

source: Grants slow fall in exchange for your feet
zh_cn: 允许用双脚换取缓慢坠落的效果

source: Grants the ability to swim
zh_cn: 可游泳

source: Grapple
zh_cn: 抓钩

source: Grappling Hook
zh_cn: 抓钩

source: Grass Seeds
zh_cn: 草种子

source: Grass Wall
zh_cn: 草墙

source: Grasshopper
zh_cn: 蚱蜢

source: Grasshopper Cage
zh_cn: 蚱蜢笼

source: Grasshopper Statue
zh_cn: 蚱蜢雕像

source: Grave Marker
zh_cn: 墓石碑

source: Gravestone
zh_cn: 墓碑

source: Gravitating sand
zh_cn: 沙子正在沉淀

source: Gravitation
zh_cn: 重力

source: Gravitation Potion
zh_cn: 重力药水

source: Gravity Banner
zh_cn: 重力旗

source: Gravity Globe
zh_cn: 重力球

source: Gravity around you is distorted
zh_cn: 你周围的重力是扭曲的

source: Gray Brick
zh_cn: 灰砖

source: Gray Brick Wall
zh_cn: 灰砖墙

source: Gray Grunt
zh_cn: 灰咕噜兽旗

source: Gray Paint
zh_cn: 灰漆

source: Gray Pressure Plate
zh_cn: 灰压力板

source: Gray Stucco
zh_cn: 灰泥灰

source: Gray Stucco Wall
zh_cn: 灰泥灰墙

source: Great Wave
zh_cn: 巨浪

source: Greater Healing Potion
zh_cn: 强效治疗药水

source: Greater Mana Potion
zh_cn: 强效魔力药水

source: Greater chance of fishing up a crate
zh_cn: 钓上宝匣的几率更大

source: Greatly extends underwater breathing
zh_cn: 大大延长水下呼吸时间

source: Greatly increased life regen
zh_cn: 大大提高生命再生速度

source: Greatly increases life regen when not moving
zh_cn: 不移动时，大大提高生命再生速度

source: Greatly increases life regeneration after striking an enemy
zh_cn: 攻击敌人后大大提高生命再生速度

source: Greedy Ring
zh_cn: 贪婪戒指

source: Greek Fire
zh_cn: 希腊烈火

source: Green Banner
zh_cn: 绿旗

source: Green Brick
zh_cn: 绿砖

source: Green Brick Platform
zh_cn: 绿砖平台

source: Green Brick Wall
zh_cn: 绿砖墙

source: Green Bulb
zh_cn: 绿灯泡

source: Green Candy Cane Block
zh_cn: 绿糖棒块

source: Green Candy Cane Wall
zh_cn: 绿糖棒墙

source: Green Cap
zh_cn: 绿帽

source: Green Counterweight
zh_cn: 绿平衡锤

source: Green Dungeon Bathtub
zh_cn: 绿地牢浴缸

source: Green Dungeon Bed
zh_cn: 绿地牢床

source: Green Dungeon Bookcase
zh_cn: 绿地牢书架

source: Green Dungeon Candelabra
zh_cn: 绿地牢烛台

source: Green Dungeon Candle
zh_cn: 绿地牢蜡烛

source: Green Dungeon Chair
zh_cn: 绿地牢椅

source: Green Dungeon Chandelier
zh_cn: 绿地牢吊灯

source: Green Dungeon Chest
zh_cn: 绿地牢箱

source: Green Dungeon Clock
zh_cn: 绿地牢时钟

source: Green Dungeon Door
zh_cn: 绿地牢门

source: Green Dungeon Dresser
zh_cn: 绿地牢梳妆台

source: Green Dungeon Lamp
zh_cn: 绿地牢灯

source: Green Dungeon Piano
zh_cn: 绿地牢钢琴

source: Green Dungeon Sink
zh_cn: 绿地牢水槽

source: Green Dungeon Sofa
zh_cn: 绿地牢沙发

source: Green Dungeon Table
zh_cn: 绿地牢桌

source: Green Dungeon Vase
zh_cn: 绿地牢花瓶

source: Green Dungeon Work Bench
zh_cn: 绿地牢工作台

source: Green Dye
zh_cn: 绿染料

source: Green Flame Dye
zh_cn: 绿焰染料

source: Green Flame and Black Dye
zh_cn: 绿焰黑染料

source: Green Flame and Silver Dye
zh_cn: 绿焰银染料

source: Green Garland
zh_cn: 绿花环

source: Green Horseshoe Balloon
zh_cn: 绿马蹄气球

source: Green Jellyfish
zh_cn: 绿水母

source: Green Jellyfish Banner
zh_cn: 绿水母旗

source: Green Jellyfish Jar
zh_cn: 绿水母罐

source: Green Laser
zh_cn: 绿激光

source: Green Light
zh_cn: 绿灯

source: Green Lights
zh_cn: 绿光

source: Green Mushroom
zh_cn: 绿蘑菇

source: Green Paint
zh_cn: 绿漆

source: Green Phaseblade
zh_cn: 绿陨石光剑

source: Green Phasesaber
zh_cn: 绿晶光刃

source: Green Present
zh_cn: 绿礼物

source: Green Pressure Plate
zh_cn: 绿压力板

source: Green Rocket
zh_cn: 绿火箭

source: Green Slab Wall
zh_cn: 绿板墙

source: Green Slime
zh_cn: 绿史莱姆

source: Green Slime Banner
zh_cn: 绿史莱姆旗

source: Green Solution
zh_cn: 绿溶液

source: Green Stained Glass
zh_cn: 绿花窗玻璃

source: Green Streamer
zh_cn: 绿饰带

source: Green String
zh_cn: 绿绳

source: Green Stucco
zh_cn: 绿泥灰

source: Green Stucco Wall
zh_cn: 绿泥灰墙

source: Green Team Block
zh_cn: 绿团队块

source: Green Team Platform
zh_cn: 绿团队平台

source: Green Thread
zh_cn: 绿线

source: Green Tiled Wall
zh_cn: 绿瓷砖墙

source: Green Torch
zh_cn: 绿火把

source: Green Wires
zh_cn: 绿电线

source: Green Wrench
zh_cn: 绿扳手

source: Green and Black Dye
zh_cn: 绿黑染料

source: Green and Silver Dye
zh_cn: 绿银染料

source: Green and White Garland
zh_cn: 绿白花环

source: Green:
zh_cn: 绿：

source: Grenade
zh_cn: 手榴弹

source: Grenade Launcher
zh_cn: 手榴弹发射器

source: Grim Dye
zh_cn: 恐怖染料

source: Grim End
zh_cn: 残酷末日

source: Grinch Finger Wallpaper
zh_cn: 格林奇手指壁纸

source: Growing cacti
zh_cn: 正在种仙人掌

source: Growing granite
zh_cn: 正在生长花岗岩

source: Growing spider caves
zh_cn: 正在扩大蜘蛛洞

source: Growing vines
zh_cn: 正在种藤蔓

source: Grows plants
zh_cn: 种植物

source: Grub Soup
zh_cn: 蛆虫汤

source: Grubby
zh_cn: 蛆虫

source: Grubby Cage
zh_cn: 蛆虫笼

source: Guarding
zh_cn: 守护

source: Guide
zh_cn: 向导

source: Guide Picasso
zh_cn: 向导毕加索

source: Guide Voodoo Doll
zh_cn: 向导巫毒娃娃

source: Guide Voodoo Fish
zh_cn: 向导巫毒鱼

source: Guide to Plant Fiber Cordage
zh_cn: 植物纤维绳索宝典

source: Gungnir
zh_cn: 永恒之枪

source: Guy Fawkes Mask
zh_cn: 盖伊·福克斯面具

source: Gypsy Robe
zh_cn: 吉普赛长袍

source: Hades Dye
zh_cn: 冥王染料

source: Hair
zh_cn: 头发

source: Hair Color
zh_cn: 头发颜色

source: Hair Dye Remover
zh_cn: 染发剂清除剂

source: Hair Style
zh_cn: 发型

source: Hallow Spray
zh_cn: 神圣喷射

source: Hallow Star
zh_cn: 神圣之星

source: Hallow's Eve
zh_cn: 万圣节前夕

source: Hallowed Bar
zh_cn: 神圣锭

source: Hallowed Chest
zh_cn: 神圣箱

source: Hallowed Crate
zh_cn: 神圣匣

source: Hallowed Greaves
zh_cn: 神圣护胫

source: Hallowed Headgear
zh_cn: 神圣头饰

source: Hallowed Helmet
zh_cn: 神圣头盔

source: Hallowed Key
zh_cn: 神圣钥匙

source: Hallowed Key Mold
zh_cn: 神圣钥匙模具

source: Hallowed Mask
zh_cn: 神圣面具

source: Hallowed Mimic
zh_cn: 神圣宝箱怪

source: Hallowed Plate Mail
zh_cn: 神圣板甲

source: Hallowed Repeater
zh_cn: 神圣连弩

source: Hallowed Seeds
zh_cn: 圣种

source: Hallowed Water Fountain
zh_cn: 神圣喷泉

source: Hamdrax
zh_cn: 锤斧钻

source: Hammer Statue
zh_cn: 战锤雕像

source: Hammer to change direction
zh_cn: 锤击可改变方向

source: Hammush
zh_cn: 蘑菇锤

source: Hand Earth
zh_cn: 大地之手

source: Hand Warmer
zh_cn: 暖手宝

source: Handgun
zh_cn: 手枪

source: Hanging Jack 'O Lantern
zh_cn: 杰克南瓜挂灯

source: Hanging Skeleton
zh_cn: 吊挂骷髅

source: Happy Bomb
zh_cn: 快乐炸弹

source: Happy Grenade
zh_cn: 快乐手榴弹

source: Happy turtle time!
zh_cn: 欢乐乌龟时光！

source: Happy!
zh_cn: 快乐！

source: Hard
zh_cn: 坚硬

source: Hardcore
zh_cn: 硬核

source: Hardcore characters die for good
zh_cn: 硬核角色死后无法复活

source: Hardened Crimsand Block
zh_cn: 硬化猩红沙块

source: Hardened Crimsand Wall
zh_cn: 硬化猩红沙墙

source: Hardened Ebonsand Block
zh_cn: 硬化黑檀沙块

source: Hardened Ebonsand Wall
zh_cn: 硬化黑檀沙墙

source: Hardened Pearlsand Block
zh_cn: 硬化珍珠沙块

source: Hardened Pearlsand Wall
zh_cn: 硬化珍珠沙墙

source: Hardened Sand Block
zh_cn: 硬化沙块

source: Hardened Sand Wall
zh_cn: 硬化沙墙

source: Hardy Saddle
zh_cn: 海龟鞍

source: Harnesses the power of undying flames
zh_cn: 利用不朽火焰的力量

source: Harp
zh_cn: 竖琴

source: Harpoon
zh_cn: 鱼叉枪

source: Harpy
zh_cn: 鸟妖

source: Harpy Banner
zh_cn: 鸟妖旗

source: Harpy Feather
zh_cn: 鸟妖之羽

source: Harpy Statue
zh_cn: 鸟妖雕像

source: Harpy Wings
zh_cn: 鸟妖之翼

source: Harpyfish
zh_cn: 鸟妖鱼

source: Has a chance to poison enemies
zh_cn: 有机会使敌人中毒

source: Has a chance to record songs
zh_cn: 有机会录制歌曲

source: Hash mismatch
zh_cn: 散列匹配

source: Hash mismatch, data blob has been modified or corrupted
zh_cn: 散列不匹配,数据[blob]已被修改或损坏

source: Hasty
zh_cn: 急速

source: Have all possible town NPCs living in your world.
zh_cn: 让所有可以的城镇NPC住在你的世界里。

source: Have you seen any Meburs around here?
zh_cn: 你在这附近见过任何Mebur吗？

source: Have you tried using purification powder on the crimstone of the crimson?
zh_cn: 你试过对猩红之地的猩红石使用净化粉吗？

source: Have you tried using purification powder on the ebonstone of the corruption?
zh_cn: 你有没有试过对腐化之地的黑檀石使用净化粉？

source: Hay
zh_cn: 干草

source: Hay Wall
zh_cn: 干草墙

source: Head in the Clouds
zh_cn: 冲上云霄

source: Headless Horseman
zh_cn: 无头骑士

source: Headless Horseman Banner
zh_cn: 无头骑士旗

source: Headstone
zh_cn: 碑石

source: Heal
zh_cn: 治疗

source: Healing Potion
zh_cn: 治疗药水

source: Heart
zh_cn: 心

source: Heart Breaker
zh_cn: 碎心

source: Heart Lamp
zh_cn: 心灯

source: Heart Lantern
zh_cn: 红心灯笼

source: Heart Statue
zh_cn: 心形雕像

source: Heartreach
zh_cn: 拾心

source: Heartreach Potion
zh_cn: 拾心药水

source: Hearty Slash
zh_cn: 畅快猛斩

source: Heat Distortion: {0}
zh_cn: 热变形：{0}

source: Heat Ray
zh_cn: 高温射线枪

source: Heavy
zh_cn: 重

source: Heavy Metal
zh_cn: 重金属

source: Heavy Rain
zh_cn: 暴雨

source: Heavy Work Bench
zh_cn: 重型工作台

source: Heh heh, you shoulda seen the look on {Dryad}'s face when I stuck that piranha tooth in the chair!
zh_cn: 嘿嘿，你真该看看当我把食人鱼的牙齿刺进椅子之后，{Dryad}的表情！

source: Hel-Fire
zh_cn: 狱火球

source: Hell Armored Bones
zh_cn: 地狱装甲骷髅

source: Hell Armored Bones Banner
zh_cn: 地狱装甲骷髅旗

source: Hell Hammer Banner
zh_cn: 地狱之锤旗

source: Hellbat
zh_cn: 地狱蝙蝠

source: Hellbat Banner
zh_cn: 地狱蝙蝠旗

source: Hellbound Banner
zh_cn: 地狱之界旗

source: Hellfire Arrow
zh_cn: 狱炎箭

source: Hellforge
zh_cn: 地狱熔炉

source: Hellhound
zh_cn: 地狱犬

source: Hellhound Banner
zh_cn: 地狱犬旗

source: Hello sir, I'm {Stylist}, and I'll be your barber today.
zh_cn: 你好，先生，我是{Stylist}，今天我来为你理发。

source: Hellstone
zh_cn: 狱石

source: Hellstone Bar
zh_cn: 狱石锭

source: Hellstone Brick
zh_cn: 狱石砖

source: Hellstone Brick Wall
zh_cn: 狱石砖墙

source: Helltower Banner
zh_cn: 地狱之塔旗

source: Hellwing
zh_cn: 地狱之翼

source: Hellwing Bow
zh_cn: 地狱之翼弓

source: Helmet
zh_cn: 头盔

source: Helmet Rack
zh_cn: 头盔架

source: Help
zh_cn: 帮助

source: Hemopiranha
zh_cn: 血腥食人鱼

source: Herb Bag
zh_cn: 草药袋

source: Hercules Beetle
zh_cn: 大力士甲虫

source: Here's your cut of the taxes that I've taken from our surplus population!
zh_cn: 这是我从其余人那儿收缴的税款的抽成！

source: Hermes Boots
zh_cn: 赫尔墨斯靴

source: Hero's Hat
zh_cn: 英雄帽

source: Hero's Pants
zh_cn: 英雄裤

source: Hero's Shirt
zh_cn: 英雄衣

source: Herpling
zh_cn: 蹦蹦兽

source: Herpling Banner
zh_cn: 蹦蹦兽旗

source: Hex Education
zh_cn: 魔法教训
